<template>
  <div class="article-client">
    <p class="row">
      中国汉字博大精深，在我国传统文化中起着至关重要的作用。但人们在使用这些汉字的同时，却逐渐缺少对汉字本身的
      理解，这是一种文化的盲从与缺失。不同的剧本，不同的场地，汉字的涵义也不同，有了语言的传达才有更丰富的意义。
    </p>
    <p class="row">
      另一方面随时代的发展，如今许多新新词汇的出现给中国汉字文化注入了新鲜血液，增加了文字的更多可能性。老子的
      《道德经》中曾说“道生一，一生二，二生三，三生万物，万物负阴而抱阳，冲气以为和”。所谓一，是指天地万物形成之
      前的一种混沌未分的状态。由一生二，即产生天地或阴阳。天地阴阳交合而生三，然后产生万物。这样，道便成为万物所
      由生的本体或本原，世界上万事万物都是由道产生的。同时这十个汉字看似简单，却异常丰富，涵盖了大大小小的中国传
      统文化知识。在今天人们对这十个汉字的理解也是丰富多彩，褒贬不一，值得深究。
    </p>
    <p class="row">
      我提取汉字中“一二三四五六七八九十”十个字，分别选择现代新新词汇中含此十个汉字的词汇，深入研究文字的历史，
      造字原理，文字特征，认真体会现在的涵义，充分发挥想象力，以书籍为载体，用自己的方式表现对中文的理解。实现传
      统文化与现代文化的融合与突破。希望人们能够更多的关注中文以及它们背后那些有趣的故事，在阅读的同时获得一份乐
      趣。如：
    </p>
    <pre>
            一               一哥

            二               二货

            三               小三

            四               四爷

            五               战五渣

            六               六神

            七               神七

            八               八婆

            九               九块九
            
            十               十动拒然  
    </pre>
    <p class="row">
      助书籍的呈现方式，我将《一二三四五六七八九十》分为古、今两册。古册以蓝色为主调，阐述汉语词汇的本义，今册
      以红色为主调，阐述流行于今天的新新词汇。使用红蓝对比色来表达古今中文语义之间的激烈碰撞。在编排上，以简洁明
      了为主，突出主题。书籍可以很好的记录“一二三四五六七八九十”的创作过程，以静态的形式详细呈现出来，又能够将
      一些设计理念综合运用于书籍的整体设计中。同时书籍又是一种很好的传播媒介，可以得到更多人的关注。
    </p>
    <p class="row">
      今天的文字表现已经趋向图形化，使文字不仅仅具有“读”的功效，更有着“看”的功能，我做的这种尝试是对传统文化
      的传承，对现代文化的创新。通过对这些词汇的理解与提取，结合图形，表达我对此的理解。
    </p>
  </div>
</template>
<style lang="less" scoped>
.article-client {
  font-size: 12px;
}
.row {
  text-indent: 2em;
  line-height: 1.5;
  width: 720px;
}
</style>
